import React from "react"
import { 
  Divider,
  Header,
  Image,
  Message} from "semantic-ui-react"
import BlogPageLayout from "../../layouts/BlogPageLayout";

export default () => (
  <BlogPageLayout>
    <Header as="h1" size="massive">
      <Header.Content>
      漫談 | 我與蘇州話——淺談方言傳承個
      </Header.Content>
      <Header.Subheader>
        作者 予安
      </Header.Subheader>
    </Header>
    <Divider/>
    <Message>
      本文原載於蘇白學堂微信公衆號，地址 <a href="http://url.cn/55XQdWy">[分享]漫谈 | 我与苏州话——浅谈方言传承个</a>
    </Message>
    <p>頭一埭關注吳語，是勒海留學個辰光。搭大多數留學生弗同，我個留學生涯開始得相當突然。語言剛巧學仔個發音，連留學目的地到底勒哪搭也朆搞清爽個辰光，我就踏上仔飛機。</p>
    <p>哦，對個，我個留學地也相當個與衆弗同，37個鐘頭個飛機拿我帶到仔遙遠個加勒比島國——古巴。</p>
    <p>作興是行程忒嫌匆忙哉，從心理到生理儕朆端正好，落地朆到三個號頭，我就開始想屋裏哉。天天想，日日念，尋仔行情行事搭蘇州有關個資料翻來覆去個看，就該場，碰着仔吳語。</p>
    <p>先起頭只不過是感興趣，瞎看看，朆殼張一看就沉進去哉。但不過讀書辰光個心思還比較散，貓頭浪爪爪，狗頭浪拉拉。</p>
    <p>等到畢業迴轉蘇州，驚覺身半邊個小字輩叫啥蘇州閒話也聽弗懂哉！？一種傳承個危機感油然而起，但不過，我能做點啥個呢？</p>
    <p>搿辰光，國內方言保護個浪潮還朆興起，蚍蜉一樣個渺小個人完全弗曉得自家能做點啥。有心無力個窘境困擾仔我長遠，一腳到14年年底，勒海報紙浪看見豆腐乾實梗小個一塊通知，《關於舉辦第二期“蘇州話輔導師”培訓班的通知》，想也朆想，我就報名哉。</p>
    <p>等到上仔課再曉得，自家個方言真真叫蹩腳，面對一大幫老法師，甚超至於有點弗敢開口哉。但不過，課還是要上個，證還是要考個，方言也是要學個。</p>
    <p>翻轉來個三月份，拿着仔輔導師證，一面開心一面也勒愁：就我該點水平，真個好教別人嗎？</p>
    <p>育人先達己吧！從自家最推扳個地方開始補，也就是發音。搿辰光，想尋一個人來教發音是弗現實個，網浪向有星星點點個資料，但不過還是比較晦澀，要想看得懂就要從音韻開始補。</p>
    <p>我一面看書，一面也碰着仔弗少搭我有同樣問題個朋友。本仔獨樂樂弗如衆樂樂個心態，我分享仔自家個筆記，還順帶便開仔個微信公衆號。</p>
    <p>語音學得差彷彿多個辰光，亦出現仔新個問題：有音好讀，假使該個字我弗認得，身半邊也無不人好問，搿末亦捺亨辦呢？</p>
    <p>搭其他愛好者一淘討論仔一槍該個問題，到阿末點，一致決定，要做點事體，身體力行，爲吳語、爲方言留下來點啥個。</p>
    <p>實勒就有仔“吳語學堂”在線辭典，搿是16年個3月份。伲各個城市個愛好者各自領仔自家城市個整理任務，投身到打字大軍裏去，還有技術人員自願構建網站。</p>
    <p>草臺班子搭起來哉，域名搭空間個鈔票湊湊也就有哉，主要缺個還是內容。</p>
    <p>我停脫仔微信號個更新，日逐對仔資料死坑猛勁。厭氣是真個厭氣煞，但不過看仔網站從無到有，一點一點構建起來，也是相當有成就感個。</p>
    <p>一晃三年，項目倒從來朆停歇過，而今資料亦來亦多，功能也漸次添加，每每回想，總歸還是慶幸當初個決定。</p>
    <p>辭典構建個同時，拼音使用個問題也凸現哉，雖然講國際音標是最好個選擇，但不過寫法複雜，對普通用戶來講輸入忒嫌煩索。</p>
    <p>實勒幾個愛好者亦根據資料，轉寫仔一套吳語拼音用來標音，大大降低仔輸入難度搭仔學習成本。</p>
    <p>搿辰光，我也尋着仔志同道合個小朋友，一淘建立仔一個蘇州閒話傳承搭傳播小組——蘇白學堂，也慢慢叫尋着仔自家個方向——方言教學。</p>
    <p>我開始有仔一個野望：構建方言學習生態環境，實現方言個現代化。</p>
    <p>我個本職工作是小語種教學，外語教學大體來看就是模塊學習搭仔環境訓練兩個部分。</p>
    <p>模塊學習還可以拆分成功語音、詞彙、常用句型搭仔語法個學習，而環境訓練就是勒海有一定個語言基礎個情況下頭，代入模擬或者真實語境，進一步訓練。</p>
    <p>語言儕有相通之處，外語教學對方言個傳承也有弗少借鑑作用。而對絕大多數個青年人搭仔外地朋友來講，蘇州閒話個學習難度弗亞於一門外語，實勒，我就開始仔碰七碰八個方言教程編纂之路。</p>
    <p>先後製作仔《蘇州閒話拼音入門課》（26講）、《蘇州閒話常用字》（97講）、《蘇州閒話分類詞彙1000詞》（20講）、《蘇州閒話基礎入門》（13講）等課程，還編寫仔教材、教程、練習冊，錄製mp3，發佈勒網浪供大家免費學習。</p>
    <p>外語，特別是伲小語種，一腳探討個就是捺亨讓人勒海非母語個環境裏快速學會一門語言。而該個，儕是構建勒完整個語言生態環境之上，由豐富個教學資料、教輔資料支撐個。</p>
    <p>可惜個是，除脫粵語搭仔閩南閒話，其他方言勒該諸方面儕是先天弗足個。蘇州閒話算是比上弗足，比下有餘，伲有方言曲藝評彈、部分方言節目，還有吳儂軟語個聲名在外。但不過，一旦涉及現代生活，資料就匱乏哉，只好靠伲人工補足。</p>
    <p>搿勒，教學資料以外，伲還創作仔蘇州閒話歌曲、方言音頻視頻、原創蘇白文章，開展仔線下方言沙龍，參予仔方言紀錄片個拍攝，製作仔方言相關個文創產品。</p>
    <p>信息化個時代，方言發展還要跟上時代個腳步，實勒，伲還參加仔訊飛方言語音輸入法個項目，還開發仔自有個方言拼音輸入法。</p>
    <p>搭方言結緣，感觸良多。我認爲，方言保護工作應該有三個階段，一是保存，兩是傳承，三是創作，方言歸根結底是一種語言，語言只有勒海使用當中再會得有明朝。</p>
    <p>實勒，我選擇從傳承着手，構建方言學習生態環境，而捺亨構建，一切還勒摸索當中……</p>
    <Image src='/syndict.jpg'/>
  </BlogPageLayout>
)