import React from "react"
import { 
  Card,
  Divider,
  Header,
  Message} from "semantic-ui-react"
import BlogPageLayout from "../../layouts/BlogPageLayout";

export default () => (
  <BlogPageLayout>
    <Header as="h1" size="huge">
      <Header.Content>
        寫廣東話嘅路，應該點行落去
      </Header.Content>
      <Header.Subheader>
        阿擇 （Chaaak）
        原載於Medium https://link.medium.com/AwUPNZdb8Y
      </Header.Subheader>
    </Header>
    <Divider/>
    <Message>
        為大家解決幾個關於粵語書寫嘅困惑
    </Message>
    <p>粵語書寫並唔係新事物，清末已經有傳教士用粵語寫故仔，民初亦有用純粵語寫嘅報紙，1947年嘅方言文學運動亦有一大堆粵語作品，1980年代打後，亦有一啲用類似文體嘅袋裝書。粵語嘅書寫從無間斷，過百年嘅粵語書寫嘗試，除咗建立咗一套書寫習慣，同時亦都儲咗一班識睇粵語嘅人，甚至係識得用漢字記錄粵語嘅人，呢個基礎並唔係三四年可以建立，而係前人長時間累積返嚟嘅。粵語書寫體並非平空出現嘅事物，但係近年粵語書寫百花齊放，並唔單止係回帶，而係喺前人嘅基礎上，將粵語變成完整書寫文字嘅全新嘗試，用字行文有創新改良之餘，對象唔再係文盲、內容唔再庸俗，超越文體限制，亦都衝破各類使用範域，係完全提升做更高層次。</p>
    <p>粵語書寫發展急速，各類限制逐漸打破，一路辛苦寫出條血路嘅朋友，會迷失，會不安。我哋行開嘅係崎嶇山路，條路難行，但見步行步冇太多思考嘅余裕，只要一心前進就得；而家眼前忽然變成一望無際嘅平原，難關過咗，反而會不知所措。喺呢度我會睇睇三個問題，希望可以幫大家避開幾條冤枉路，等大家可以行得更遠。</p>
    <Header as='h2' size='large'>
    （一）我哋嘅話，應該點樣叫？
    </Header>
    <p>我哋日講夜講嘅語言，點樣叫好？細個有一個經常用嘅爛gag，就係有人聽唔清楚，問「咩話？」嗰陣，大家會答「廣東話」。到近期，作家有心無默寫故，都仲有人問佢「點解寫廣東話」。點解叫「廣東話」係一個可以講幾日幾夜嘅課題。我記得有前輩話過，「廣東」唔準確，因為廣東省境內有粵、客、閩三大方言區，抬舉一隻話做廣東話就係鄙視其他兩隻；《學苑》亦都強調正名，叫香港歌、香港話，唔再叫廣東歌、廣東話。但係「名」呢樣嘢就係咁得意，有好多特性，好似：① 「名」好多時係人哋俾嘅，你哋有邊個一出世個名係自己改嘅？ ② 一個名可以指好多樣嘢 ③ 就算知道以上兩點，大家都係會鍾意自己個名。語言嘅名同人名一樣，叫開嘅名硬係有啲歸屬感。而香港人聽慣對自己語言嘅叫法呢？除咗「廣東話」之外，就係「粵語」。除咗呢兩個名之外，其他咩「廣州話」「廣府話」「白話」「粵文」「香港話」都係大家唔習慣嘅名。用咩名係大家嘅選擇，正如人大咗，有時會幫自己改名，呢方面絕對自由。不過拗改名好無謂，改名唔輪到一兩個人去話事。明知冇結果，為做而做係幾咁無謂呢。我自己習慣叫「粵文」，但係我唔會迫大家跟：叫「寫廣東話」「寫粵語」都好，只要大家肯講肯寫就得。</p>
    <Header as='h2' size='large'>
    （二）我哋嘅字，應該點樣寫？
    </Header>
    <p>傳承係其中一個推動香港人採用粵語嘅理據，而要傳承大家心目中肯定有一套想傳承嘅對象。有朋友向我提過，覺得1930之後，粵語受到各地語言污染，唔再純潔，所以想追求大家用民初嘅粵語，或者喺粵地一啲鄉下地方收集古舊用法，嚟突出粵語同普通話嘅差異。亦有一啲朋友認為粵語嘅口語全部都寫得出，都有本來嘅漢字，所以要揾返原本嘅字去書寫，以示粵語嘅雅言地位。每個人保護粵語嘅心態都唔同，但係希望大家喺「規範」上面，無論係寫法、用詞，都放寬少少。粵語係東亞語言入面相對幸運嘅一支，一百個詞有九十九個都有慣用寫法。粵語字／香港字頂多只係一字有兩三個寫法，未至於要硬性規定標準先至溝通得到。而一個半個非粵語嘅詞，英語、日語、韓語，甚至係普通話借入都好，都唔會影響粵語嘅主體。大家試諗吓，喺莎士比亞嘅年代，英語好多詞嘅串法仲未定落嚟，但係並冇阻礙佢寫英語嘅戲劇。如果大家要出書，要用咩字，出版社嘅編輯會幫大家執㗎喇。一般人接受咩文字、詞彙，唔接受咩寫法，唔使一個權威出嚟講，大家都應該清楚。唔清楚嘅話，大家又點會成日喺度「牙你老母」，「挽你條命」，叫啲用「牙」寫「呀」，用「挽」寫「玩」呢啲非主流寫法嘅人返5p呢？總之，慣用嘅詞，唔好標奇立異；冇慣用寫法，用合理嘅假借或者參考其他人做法，已經係最好嘅規範。</p>
    <Header as='h2' size='large'>
    （三）我哋今後，應該點樣做？
    </Header>
    <p>芻議重貼幾多次都好，變唔到行動嘅就係一紙空文，而行動唔係靠一個人，要有群眾嘅支援。推廣粵語呢幾年，我最感受到嘅就係群眾嘅力量：唔係成班人企喺同一個地方食風會chok到必殺技，而係一班人，抱住同樣理念，各有各做可以發揮無窮威力。粵文唔缺標準，又唔缺理念，缺嘅係作品。四年嚟我睇過好多個用粵文寫嘅作品，當然冇可能篇篇都曠古爍今，但係佳作都唔少。之但係作品嘅量，連攝牙罅都未夠。如果我一個人可以掃晒一次用粵文寫嘅小說，你都諗到大家寫得幾咁少。呢度我有一個具體，而且可以量度（measureable）嘅提案：</p>
    <Header as='h3' size='medium'>
      ① 以出版為目標，大量創作、翻譯
    </Header>
    <p>2016年用粵文（而唔係淨係對白用粵語）出版嘅書可能少過十本（《史詩式愛情》《香港語文 — 聽陳蕾士嘅秘密》《西營盤》等等）。2017年，有《小王子廣東話版》，亦都有高登、連登連載嘅小說。如果可以出版到50本，相信已經係一個創舉，你出到一本書，就幫大家完成咗 2% 㗎喇</p>
    <Header as='h3' size='medium'>
      ② 挑戰小說以外嘅文體
    </Header>
    <p>有好多人出過粵文嘅小說、舞台劇。並唔係叫大家停手，而係如果唔慣寫故仔嘅朋友，不妨寫吓其他文體，例如教材、筆記、議論文、實用文、描寫文、抒情文。路係人行出嚟嘅。</p>
    <Header as='h3' size='medium'>
      ③ 畫公仔，寫童書
    </Header>
    <p>世界上啲好少人講嘅語言，好多時都會有童書、繪本。因為細路仔聽唔明啲複雜嘅語言，大條道理用貼近口語啲嘅文字書寫。但係居然，你揾勻晒全香港嘅繪本，都淨係得啲用書面中文寫嘅。你讀書面中文嘅繪本，細路都聽唔明，以為聽緊外星話，又點會有興趣呢？翻譯又好，畫新嘢都好，只要係粵文，就幫到香港嘅細路。2018年有一本叫《卡通生物科技》嘅粵語科普書，亦都見到有訓練兒童口語發展嘅教具，用廣東話去寫。</p>
    <Header as='h3' size='medium'>
      ④ 發展社交媒體以外嘅書寫平台
    </Header>
    <p>Facebook 有分享功能，有潛力嘅文章隨時可以傳到幾千幾萬人眼前；Instagram 雖然冇得靠「分享」傳播開去，但係只要儲夠一定數目嘅 fans，要過千心心都唔難。望住啲 Like / 心心不斷上升係好快慰嘅事，而要短時間觸及大批讀者，呢兩個平台絕對不可或缺。但係當一切寫作都經佢哋發佈，大家嘅文字就會因而受到好大限制。喺求快嘅平台，就算睇慣字嘅人，閱讀嘅耐性都會打個折扣。要發展粵文寫作，Facebook / Instagram 只可以係入口，最終都要將讀者轉移去其他平台至得。網媒又好，實體書又好，自己嘅 blog 又好，Medium、Patreon、紙言都好。Facbeook 可以喺一萬個人心目中留低一秒嘅記憶，但係我寧願揾100個人，用一個鐘頭睇我寫嘅嘢。</p>
    <Header as='h3' size='medium'>
      ⑤ 支持粵語創作
    </Header>
    <p>喺崇優嘅世界，叫大家支持本土、支持粵語創作真係唔易。得幾千萬人口嘅粵語圈，淨係論選擇都好難同英文、中文圈比較。但係你唔去支持有潛質嘅本土創作人，我哋就冇可能成長。作為起步，你可以考慮每個月撥一個金額（唔使好多，一舊水都已經夠），用嚟支持粵語嘅創作。你可以用呢嚿錢買書，交 Medium 月費，月供 Patreon ，支持眾籌出書嘅人，有剩嘅就買本地歌手嘅廣東歌CD。大家都要食飯，淨係講心同俾like，會餓死㗎。</p>
    <Header as='h3' size='medium'>
      期待大家投入粵文嘅懷抱，諗少啲問題，繼續寫多啲文。
    </Header>
    <Card href='https://link.medium.com/Mh2KTIhf8Y'>
      <Card.Content>
        <Card.Header>如果你成日覺得無力，請你自我反省</Card.Header>
        <Card.Description>
        讀小三嗰年，我睇咗一本由讀者文摘出版，叫《瀛寰搜奇》嘅書，第一次聽到「熱寂」呢個概念：原來孤立系統入面...
        </Card.Description>
      </Card.Content>
    </Card>
    <p>原文係對《學苑》2017年2月號嘅回應。該期提出香港新文學論，大概意思係香港發展文學應該跳出書面中文嘅框框，應該改叫香港話 ，以示佢係真正屬於香港人嘅語言文字。雖然內文並冇明言乜嘢係香港話，但係今期每一篇都係以漢字書寫，詞彙句式均符合粵語習慣，可以睇得出《學苑》一眾編輯心目中嘅香港話，就係以粵語為基礎發展出嚟嘅書寫語言。</p>
    <p>呢篇短文，今日翻睇都仲覺得啱用，所以略略修改再公開。</p>
    
  </BlogPageLayout>
)